Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/housing/local_authority_and_social_housing/applying_for_local_authority_housing.html.txt.tmx
Source language: en
Languages: ga

source: Applying for local authority/social housing
ga: Iarratas a dhéanamh ar thithíocht shóisialta/údaráis áitiúil

source: Local authorities (or housing authorities) are the main providers of social housing for people who cannot afford to buy their own homes
ga: Is iad na húdaráis áitiúla nó údaráis tithíochta is mó a chuireann tithíocht shóisialta ar fáil do dhaoine a dteastaíonn tithe uathu ach nach bhfuil sé d’acmhainn acu a gcuid tithe féin a cheannach

source: Local authority housing is allocated according to eligibility and need
ga: Cuirtear tithíocht údaráis áitiúil ar fáil do dhaoine de réir incháilitheachta agus riachtanas

source: Rents are based on the household’s ability to pay
ga: Tá na cíosanna bunaithe ar chumas an teaghlaigh chun íoc

source: Housing associations and housing co-operatives also provide social housing for people who cannot afford to buy their own homes. These organisations are often called approved housing bodies
ga: Cuireann cumainn tithíochta agus comharchumainn tithíochta (ar a dtugtar ‘tithíocht dheonach’ nó ‘cumainn tithíochta dheonacha’ amanna) tithíocht shóisialta ar fáil freisin

source: Several sets of Social Housing Assessment Regulations prescribe how housing authorities should handle social housing applications
ga: Déanann sraith Rialachán a fhorordú conas ar cheart d’údaráis tithíochta iarratais ar thithíocht shóisialta a láimhseáil

source: Important elements of these Regulations include that:
ga: I measc forálacha na Rialachán seo, tá an méid an leanas:

source: • You can only apply to one housing authority
ga: • Ní féidir leat ach iarratas a dhéanamh ar údarás tithíochta amháin

source: • In general, you must already be living in the area covered by that housing authority or have a local connection with the area – though a housing authority may agree to waive this requirement
ga: • Go ginearálta, ní mór duit cónaí bheith ort cheana féin sa cheantar a chlúdaíonn an t-údarás tithíochta sin, nó nasc áitiúil a bheith agat leis an gceantar - cé go bhféadfadh údarás tithíochta a chomhaontú chun an riachtanas seo a tharscaoileadh

source: • You will only be considered for social housing if your household income is less than the threshold that applies in the housing authority’s area
ga: • Ní dhéanfar breithniú ort le haghaidh tithíocht shóisialta ach amháin má tá d’ioncam teaghlaigh faoi bhun na tairsí atá i gceist i gceantar an údaráis tithíochta

source: • If your current mortgage is unsustainable, this will be taken into consideration in assessing your household’s need for social housing - see 'Need' below
ga: • Má tá do mhorgáiste reatha teaghlaigh neamhinmharthanach, cuirfear é seo san áireamh sa bhreithniú agus measúnú á dhéanamh ar riachtanas an teaghlaigh ar thithíocht shóisialta - féach ‘Riachtanas’ thíos

source: In order to qualify, you must be eligible for social housing and you must be in need of social housing
ga: D’fhonn cáiliú, ní mór duit bheith incháilithe le haghaidh tithíocht shóisialta agus ní mór riachtanas tithíochta sóisialta bheith agat

source: • The housing authority will assess your eligibility first
ga: • Déanfaidh an t-údarás tithíochta measúnú ar d’incháilitheacht ar dtús

source: • It will only assess whether you need social housing after it has deemed you to be eligible
ga: • Ní dhéanfaidh siad ach measúnú ar cibé acu an dteastaíonn nó nach dteastaíonn tithíocht shóisialta uait tar éis go meastar go bhfuil tú incháilithe

source: Foreign nationals: you must have a legal right to remain in the State on a long-term basis
ga: Náisiúnaigh iasachta: ní mór go mbeidh ceart dlíthiúil agat chun fanacht sa Stát ar bhonn fadtéarmach

source: Detailed rules are contained in Circular Housing 41/2012 (pdf)
ga: Cuimsítear rialacha sonracha gCiorclán Tithíochta 41/2012 (pdf)

source: To be regarded as eligible for social housing you must satisfy the income criteria
ga: D’fhonn go measfar go mbeidh tú incháilithe le haghaidh tithíocht shóisialta, ní mór duit na critéir ioncaim a shásamh

source: You must also show that you do not have suitable alternative accommodation
ga: Ina theannta sin, ní mór duit a léiriú nach bhfuil cóiríocht eile oiriúnach agat

source: The Department of Housing, Planning, Community and Local Government has published detailed guidance (pdf) on how household income is to be assessed by local authorities
ga: D’fhoilsigh an Roinn Tithíochta, Pleanála, Pobail agus Rialtais Áitiúil treoir shonrach (pdf) ar conas a dhéanann údaráis áitiúla ioncam teaghlaigh a mheasúnú

source: There are 3 maximum income thresholds that apply to different housing authorities
ga: Is ann do 3 thairseach uasta ioncaim a chuirtear i bhfeidhm ar údaráis éagsúla tithíochta

source: The Department has published a table showing these maximum net income limits (pdf)
ga: D’fhoilsigh an Roinn tábla a léiríonn na teorainneacha uasta glanioncaim seo (pdf)

source: You will be regarded as having alternative accommodation if a member of the household has property that the household could reasonably be expected to live in
ga: Measfar go mbeidh cóiríocht eile agat má tá maoin ag duine muinteartha den teaghlach ina bhféadfaí coinne réasúnta bheith leis go bhféadfadh an teaghlach cónaí inti

source: This includes property that is being rented out – under the Residential Tenancies legislation you can terminate the tenancy if the household needs the property to live in
ga: Áirítear leis seo, maoin atá á ligean ar cíos – (faoin Acht um Thionóntachtaí Cónaithe, 2004 féadfaidh tú an tionóntacht a fhoirceannadh má theastaíonn an mhaoin ón teaghlach le cónaí inti.)

source: A property will not be regarded as alternative accommodation if it:
ga: Ní mheasfar gurb ionann maoin agus cóiríocht eile sna cásanna a leanas:

source: • Is occupied by someone who is divorced or separated* from a member of the household, or whose civil partnership with a household member has been dissolved
ga: • Tá duine atá colscartha nó idirscartha* ó dhuine mhuinteartha ina c(h)ónaí inti, nó duine a ndearnadh a p(h)áirtnéireacht shibhialta le duine muinteartha a dhíscaoileadh

source: • Would be overcrowded if the household lived in it
ga: • Bheadh an teach plódaithe dá mbeadh cónaí ar an teaghlach ann

source: • Is unfit for human habitation
ga: • Níl an teach oiriúnach do dhaoine bheith ina gcónaí ann

source: • Would not adequately meet the accommodation requirements of a household member with a disability
ga: • Ní bhainfeadh sé riachtanais chóiríochta duine mhuinteartha atá faoi mhíchumas amach

source: * A couple does not have to be judicially separated in order for this to apply
ga: *Ní gá go mbeadh an lánúin idirscartha go dlíthiúil chun an riail seo a bheith i gceist

source: A deed of separation is sufficient – see our document on separation agreements
ga: Is leor go mbeadh gníomhas idirscartha acu - féach ár ndoiciméad ar chomhaontuithe idirscartha

source: When deciding whether your household is in need of social housing, the housing authority must consider the following questions:
ga: Nuair a dhéantar cinneadh faoi cibé acu an dteastaíonn nó nach dteastaíonn tithíocht shóisialta ó do theaghlach, ní mór don údarás áitiúil breithniú a dhéanamh ar na ceisteanna a leanas:

source: • Is your current accommodation an institution, emergency accommodation or hostel?
ga: • An institiúid, cóiríocht éigeandála nó brú atá i gceist le do chóiríocht reatha?

source: • Are you homeless within the meaning of section 2 of the Housing Act 1988?
ga: • An bhfuil tú gan dídean laistigh de bhrí alt 2 d’Acht na dTithe, 1988?

source: • Is your current accommodation overcrowded?
ga: • An bhfuil do chóiríocht reatha róphlódaithe?

source: • Is it fit for human habitation?
ga: • An bhfuil an teach oiriúnach do dhaoine bheith ina gcónaí ann?

source: • Does it meet the accommodation requirements of a household member with a disability?
ga: • An mbaineann sé riachtanais chóiríochta duine mhuinteartha atá faoi mhíchumas amach?

source: • Is it unsuitable for your household’s adequate housing on exceptional medical or compassionate grounds?
ga: • An bhfuil an teach mí-oiriúnach do thithíocht oiriúnach do theaghlaigh ar bhunúis eisceachtúla leighis nó atruacha?

source: • If it is shared with another household, have you a reasonable requirement for separate accommodation?
ga: • Má tá an teach á roinnt le teaghlach eile, an bhfuil riachtanas réasúnta le haghaidh cóiríocht ar leith agat?

source: • Has your household’s current mortgage been classified as unsustainable as part of the Mortgage Arrears Resolution Process (MARP) laid down by the Central Bank?
ga: • Ar rangaíodh morgáiste reatha do theaghlaigh amhail bheith neamh-inbhuanaithe mar chuid den Phróiseas Réitigh Riaráistí Morgáiste (PRRM) a leag an Banc Ceannais síos?

source: • Is your household dependent on Rent Supplement to meet its housing need?
ga: • An mbraitheann do theaghlach ar Fhorlíonadh Cíosa chun íoc as a riachtanas tithíochta?

source: • Is your current accommodation unsuitable for your household’s adequate housing in any other material respect, having regard to particular household circumstances?
ga: • An bhfuil do chóiríocht reatha mí-oiriúnach do thithíocht oiriúnach do theaghlaigh ar aon bhealach ábhartha eile, agus aird ar chúinsí áirithe teaghlaigh?

source: The most recent updates to these questions were made by the Social Housing Assessment (Amendment) Regulations 2016, which, among other changes, added the questions on homelessness and Rent Supplement
ga: Rinneadh na nuashonruithe ba dhéanaí leis na ceisteanna seo faoi na Rialacháin um Measúnú Tithíochta Sóisialta (Leasú), 2016, a chuir na ceisteanna ar easpa dídine agus ar Fhorlíonadh Cíosa, i measc athruithe eile, san áireamh

source: You can specify up to 3 areas where you would choose to live
ga: Féadfaidh tú a mhéid le 3 cheantar a roghnú inar mhaith leat cónaí

source: At least one of them must be in the area administered by the housing authority that you apply to (its functional area) and the others must be either in that functional area or within the same county
ga: Ní mór go mbeadh ar a laghad ceann amháin díobh sa cheantar ina riarann an t-údarás áitiúil, ar a bhfuil iarratas á dhéanamh agat (a cheantar feidhme), agus ní mór go mbeidh na cinn eile sa cheantar feidhme sin nó laistigh den chontae céanna

source: If you do not live in or have a connection with the housing authority’s own functional area, but the authority has agreed to accept an application from you, you can only pick areas of choice within that particular authority’s functional area
ga: Mura gcónaíonn tú i gceantar féin feidhme an údaráis tithíochta nó mura bhfuil nasc agat leis, ach má chomhaontaigh an t-údarás chun glacadh le hiarratas uait, féadfaidh tú ach do rogha limistéar a roghnú laistigh de cheantar feidhme an údaráis ar leith sin

source: After your application is accepted
ga: Tar éis glacadh le d'iarratas

source: If you are accepted by the housing authority as being eligible for and in need of housing, you are then placed on its housing list or record of qualified households, and it will also notify any other housing authority in whose functional area you have specified an area of choice
ga: Má ghlacann an t-údarás tithíochta leat amhail bheith incháilithe do thithíochta agus má mheastar go bhfuil riachtanas tithíochta agat, cuirtear thú ar a liosta feithimh, ar a dtugtar anois an taifead ar theaghlaigh cháilithe, agus ina theannta sin, cuirfidh an t-údarás tithíochta aon údarás tithíochta eile ar an eolas ina roghnaigh tú tithíocht ina gceantar feidhme

source: If you are in private rented accommodation while you are on the housing list, you may be eligible for Rent Supplement
ga: Má tá cónaí ort i gcóiríocht phríobháideach ar cíos fad a bhíonn feitheamh ort ar thithíocht údaráis áitiúil, d’fhéadfá bheith i dteideal Forlíonadh Cíosa a fháil

source: If you are housed under the Housing Assistance Payment (HAP), which is legally defined as a form of social housing support, you will no longer be on the housing list
ga: Is féidir leat iarratas a dhéanamh go n-aistreofaí thú chuig foirm eile de thithíocht shóisialta, áfach

source: However, if you apply for a transfer from HAP to another form of social housing within 2 weeks of getting the letter confirming your HAP payment, any time that you spent on the housing list can be taken into account when your local authority considers your application
ga: Má dhéanann tú iarratas ar aistriú roimh 2 sheachtain tar éis duit an litir a fháil a dheimhníonn d'íocaíocht ÍCT, is féidir aon am a chaitheann tú ar an liosta tithíochta a chur san áireamh nuair a dhéanann d’údarás áitiúil breithniú ar d’iarratas

source: Read more about the housing list and the allocation process
ga: Léigh tuilleadh faoin liosta feithimh agus faoi leithdháileadh tithíochta

source: If you get a local authority home
ga: Má fhaigheann tú tithíocht ón údarás áitiúil

source: Local authority housing is unfurnished
ga: Níl troscáin i dtithíocht údaráis áitiúil

source: If you are offered a local authority home and you do not have and cannot afford to buy furniture or appliances, you may be eligible for help under the Supplementary Welfare Allowance Scheme
ga: Má dhéantar teach údaráis áitiúil a thairiscint duit, agus mura bhfuil fearais ná troscáin agat, agus mura bhfuil sé d’acmhainn agat troscán ná fearais a cheannach, d’fhéadfá bheith incháilithe le cúnamh a fháil faoin Scéim Liúntas Leasa Forlíontach

source: Local authority rents are based on a system called differential rents
ga: Bunaítear cíosanna údaráis áitiúil ar chóras ar a dtugtar cíosanna difreálacha

source: This means that the rent is based on your ability to pay, so if your income is low, your rent will be low; and if your income increases, your rent will increase also
ga: Ciallaíonn seo go mbunaítear cíos ar do chumas íocaíochta, mar sin, más íseal do d’ioncam, is íseal a bheidh do chíos; agus má thagann méadú ar d’ioncam, tiocfaidh amhlaidh ar do chíos

source: The income of any other members of your household will be added to the rent calculation and there may be deductions for any children in your family
ga: Cuirfear ioncam aon daoine muinteartha eile i do theaghlach le ríomh an chíosa agus d’fhéadfadh go mbeadh asbhaintí ann le haghaidh aon leanaí atá i do theaghlach

source: Each local authority operates its own rent scheme
ga: Oibríonn gach údarás áitiúil a scéim féin cíosa

source: Your local authority may have a minimum and/or maximum rent, which may depend on the size of your home
ga: D’fhéadfadh go bhfuil ag d’údarás áitiúil cíosa íosta agus/nó uasta, a d’fhéadfadh brath ar mhéid do thí

source: There is also a hardship clause that gives local authorities discretion to reduce the rent if there are particular reasons to do this
ga: Ina theannta sin, is ann do chlásal cruatain a bhronnann an discréid ar údaráis áitiúla chun an cíos a laghdú más ann do chúiseanna áirithe ann chun amhlaidh a dhéanamh

source: If your income or the income of anyone in your household changes, you must inform the local authority, so that it can recalculate your rent
ga: Má thagann athrú ar d’ioncam nó ar ioncam aon duine i do theaghlach, ní mór duit an t-údarás áitiúil a chur ar an eolas, ionas gur féidir athríomh a dhéanamh ar mhéid an chíosa

source: To apply for local authority housing, download an application form from your local authority's website or else contact its housing department directly
ga: Chun iarratas a dhéanamh ar thithíocht údaráis áitiúil, íoslódáil foirm iarratais ó láithreán gréasáin d’údaráis áitiúil nó déan teagmháil, ina ionad sin, lena Rannóg Tithíochta go díreach

source: An Easy To Read Guide (pdf) to filling in the application form is also available
ga: Tá Treoir Sholéite (pdf) ar fáil maidir leis an foirm iarratais

source: If you wish to be considered for accommodation provided by a housing association or other approved housing body, tick the box marked 'voluntary/co-operative housing' on the application form
ga: Más mian leat go ndéanfar breithniú ort do chóiríocht a sholáthraíonn comhlachas tithíochta nó comhlacht faofa eile tithíochta, cuir tic sa bhosca atá marcáilte “tithíocht dheonach/comharthithíocht” ar an bhfoirm iarratais

source: Some housing associations may accept direct applications
ga: B’fhéidir go nglacfaidh roinnt comhlachais tithíochta le hiarratais dhíreacha
